Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The drilling programme for well 6705/7-1 relates to the drilling of a wildcat well in production licence 705.
nb: Boreprogrammet for brønn 6705/7-1 gjeld boring av undersøkingsbrønn i utvinningsløyve 705.

source: Repsol Norge AS is the operator with an ownership interest of 40 per cent.
nb: Repsol Norge AS er operatør med 40 prosent.

source: The other licensees are DEA Norge AS with 30 per cent and M Vest Energy AS with 30 per cent.
nb: Dei andre rettshavarane er DEA Norge AS med 30 prosent og M Vest Energy AS med 30 prosent.

source: The area in this licence consists of blocks 6705/8 and 6705/9, in addition to parts of blocks 6705/7 and 6705/10.
nb: Arealet i dette løyvet består av blokk 6705/8 og 6705/9, i tillegg til delar av blokk 6705/7 og 6705/10.

source: The well will be drilled about 330 kilometres west of Bodø.
nb: Brønnen blir bora om lag 330 kilometer vest for Bodø.

source: Production licence 705 was awarded on 21 June 2013 (22nd licensing round).
nb: Utvinningsløyve 705 blei delt ut den 21. juni 2013 (22. konsesjonsrunde).

source: This is the first well to be drilled in the licence area.
nb: Dette er den første brønnen som blir bora i løyvet.

source: Well 7121/8-1 will be drilled from the Songa Enabler drilling facility, at position 71°25'43.86" N and 21°38'26.5" E after completing the drilling of production well 7121/4-F-3 H for Statoil Petroleum AS in production licence PL 099 on the Snøhvit field.
nb: Brønn 7121/8-1 skal borast frå boreinnretninga Songa Enabler i posisjon 71°25'43,86" nord og 21°38'26,5" aust, etter at produksjonsbrønn 7121/4-F-3 H er ferdig bora for Statoil Petroleum AS i utvinningsløyve PL 099 på Snøhvit-feltet.

source: The drilling programme for well 7121/8-1 relates to the drilling of a wildcat well in production licence 849.
nb: Boreprogrammet for brønn 7121/8-1 gjeld boring av undersøkingsbrønn i utvinningsløyve 849.

source: Statoil Petroleum AS is the operator with an ownership interest of 50 per cent.
nb: Statoil Petroleum AS er operatør med ein del på 50 prosent.

source: The other licensees are Eni Norge AS (30 per cent) and Petoro AS (20 per cent).
nb: Dei andre rettshavarane er Eni Norge AS (30 prosent) og Petoro AS (20 prosent).

source: The area in this licence consists of a small part of block 7121/7 and parts of blocks 7121/8, 7121/9 and 7122/7.
nb: Arealet i dette løyvet består av ein liten del av blokk 7121/7 og deler av blokkene 7121/8, 7121/9 og 7122/7.

source: The well will be drilled about 25 kilometres southeast of the Snøhvit field.
nb: Brønnen blir bora om lag 25 kilometer søraust for Snøhvit-feltet.

source: Production licence 849 was awarded on 5 February 2016 in APA 2015.
nb: Utvinningsløyve 849 vart delt ut 5. februar 2016 i TFO 2015.

source: Well 7122/10-1 S will be drilled from the Scarabeo 8 drilling facility at position 71°10'17.39" north and 22°12'28.57" east.
nb: Brønn 7122/10-1 S skal borast frå boreinnretninga Scarabeo 8 i posisjon 71°10'17,39" nord og 22°12'28,57" aust.

source: The drilling program for well 7122/10-1 S concerns the drilling of a wildcat well in production licence 697.
nb: Boreprogrammet for brønn 7122/10-1 S gjeld boring av undersøkingsbrønn i utvinningsløyve 697.

source: Eni Norge AS is the operator with an ownership interest of 70 per cent.
nb: Eni Norge AS er operatør med ein del på 70 prosent.

source: The other licensees are Edison Norge AS (20 per cent) and Concedo ASA (10 per cent).
nb: Dei andre rettshavarane er Edison Norge AS (20 prosent) og Concedo ASA (10 prosent).

source: The area in this licence consists of the north-western half of block 7122/10.
nb: Arealet i dette løyvet består av nordvestleg halvdel av blokk 7122/10.

source: The well will be drilled about 10 kilometres southwest of the Goliat field.
nb: Brønnen blir bora om lag ti kilometer sørvest for Goliat-feltet.

source: Production licence 697 was awarded on 8 February 2013 in APA 2012.
nb: Utvinningsløyve 697 blei tildelt 8.februar 2013 i TFO2012.

source: Licences are currently granted for one calendar year.
nb: Tillatelsen gis per tiden for ett kalenderår.

source: Wellbore 7219/12-1 A will be drilled from the Leiv Eiriksson drilling facility at position 72°12' 44.2" north and 19°46' 38.3" east.
nb: Brønn 7219/12-1 A skal borast frå boreinnretninga Leiv Eiriksson i posisjon 72°12' 44,2" nord og 19°46' 38,3" aust.

source: The drilling programme for wellbore 7219/12-1 A relates to the drilling of an appraisal well in production licence 533.
nb: Boreprogrammet for brønn 7219/12-1 A gjeld boring av ein avgrensingsbrønn i utvinningsløyve 533.

source: The other licensees are Aker BP ASA with 35 per cent and DEA Norge AS with 30 per cent.
nb: Dei andre rettshavarane er Aker BP ASA med 35 prosent og DEA Norge AS med 30 prosent.

source: The area in this licence consists of the blocks 7219/12 and 7220/10.
nb: Arealet i dette løyvet består av blokkene 7219/12 og 7220/10.

source: The well will be drilled about 24 kilometres north of the discovery well 7220/10-1 in production licence 533.
nb: Brønnen blir bora om lag 24 kilometer nord for funnbrønnen 7220/10-1 i utvinningsløyve 533

source: Production licence 533 was awarded on 15 May 2009 in the 20th licensing round.
nb: Utvinningsløyve 533 blei delt ut 15.05.2009 i 20. konsesjonsrunde.

source: The permit is contingent on the operator securing all other permits and consents required by other authorities prior to commencing drilling activities.
nb: Løyvet føreset at dei andre løyva og samtykka som blir kravde av andre styresmakter er gitt før boreaktiviteten startar.

source: Wellbore 7219/12-2 S will be drilled from the Leiv Eiriksson drilling facility, at position 72°5' 12.63" north and 19°59' 10.08" east.
nb: Brønn 7219/12-2 S skal borast frå boreinnretninga Leiv Eiriksson i posisjon 72°5' 12,63" nord og 19°59' 10,08" aust.

source: The drilling program for wellbore 7219/12-2 S relates to the drilling of a wildcat well in production licence 533.
nb: Boreprogrammet for brønn 7219/12-2 S gjeld boring av ein undersøkingsbrønn i utvinningsløyve 533.

source: Lundin Norway AS is the operator with an ownership interest of 35 per cent and the licensees are Aker BP AS with 35 per cent and DEA Norge AS with 30 per cent.
nb: Lundin Norway AS er operatør med ein del på 35 prosent og rettshavarane er Aker BP AS med 35 prosent og DEA Norge AS med 30 prosent.

source: The well will be drilled about 20 kilometres west of the 7220/11-1 (Alta) discovery well in production licence 609.
nb: Brønnen blir bora om lag 20 kilometer vest for funnbrønnen 7220/11-1 (Alta) i utvinningsløyve 609

source: Production licence 533 was awarded in the 20th licensing round in 2009.
nb: Utvinningsløyve 533 vart delt ut i 20. konsesjonsrunde i 2009.

source: Well 7219/9-2 will be drilled from the Songa Enabler drilling facility at position 72°19' 43.74" north and 19°54' 39.95" east.
nb: Brønn 7219/9-2 skal borast frå boreinnretninga Songa Enabler i posisjon 72°19' 43,74" nord og 19°54' 39,95" aust.

source: The drilling programme for well 7219/9-2 relates to the drilling of a wildcat well in production licence 532.
nb: Boreprogrammet for brønn 7219/9-2 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 532.

source: Statoil is the operator with an ownership interest of 50 per cent and the licensees are Eni Norge AS with 30 per cent and Petoro AS with 20 per cent.
nb: Statoil er operatør med ein del på 50 prosent og rettshavarane er Eni Norge AS med 30 prosent og Petoro AS med 20 prosent.

source: The area in this licence consists of the blocks 7219/9, 7220/4, 7220/5, 7220/7 and 7220/8.
nb: Arealet i dette løyvet består av blokkene 7219/9, 7220/4, 7220/5, 7220/7 og 7220/8.

source: The well will be drilled about 23 kilometers southwest of the discovery well 7220/8-1 in production licence 532.
nb: Brønnen blir bora om lag 23 kilometer sørvest for funnbrønnen 7220/8-1 i utvinningsløyve 532

source: Production licence 532 was awarded in the 20th licensing round in 2009.
nb: Utvinningsløyve 532 blei tildelt i 20. konsesjonsrunde i 2009.

source: Well 7220/11-4 A will be drilled from the Leiv Eiriksson drilling facility, at position 72o2' 27.88" north and 20o33' 7.97" east.
nb: Brønn 7220/11-4 A skal borast frå boreinnretninga Leiv Eiriksson i posisjon 72o2' 27,88" nord og 20o33' 7,97" aust.

source: The drilling program for well 7220/11-4 A relates to the drilling of an appraisal well in production licence 609.
nb: Boreprogrammet for brønn 7220/11-4 A gjeld boring av ein avgrensningsbrønn i utvinningsløyve 609.

source: Lundin Norway AS is the operator with an ownership interest of 40 per cent and the licensees are Idemitsu Petroleum Norge AS with 30 per cent and DEA Norge AS with 30 per cent.
nb: Lundin Norway AS er operatør med ein del på 40 prosent og rettshavarane er Idemitsu Petroleum Norge AS med 30 prosent og DEA Norge AS med 30 prosent.

source: The area in this licence consists of the blocks/parts of blocks 7220/6, 7220/9, 7220/11, 7220/12 and 7221/4.
nb: Arealet i dette løyvet består av blokkene/del av blokkene 7220/6, 7220/9, 7220/11, 7220/12 og 7221/4.

source: The well will be drilled about two kilometres south of the discovery well 7220/11-1 in production licence 609.
nb: Brønnen blir bora om lag to kilometer sør for funnbrønnen 7220/11-1 i utvinningsløyve 609.

source: Production licence 609 was awarded in the 21st licensing round in 2011.
nb: Utvinningsløyve 609 vart delt ut i 21. konsesjonsrunde i 2011.

source: Well 7220/11-4 will be drilled from the Leiv Eiriksson drilling facility at position 72°2' 27.56" north and 20°33' 8.1" east.
nb: Brønn 7220/11-4 skal borast frå boreinnretninga Leiv Eiriksson i posisjon 72°2' 27,56" nord og 20°33' 8,1" aust.

source: The drilling programme for well 7220/11-4 relates to the drilling of an appraisal well in production licence 609.
nb: Boreprogrammet for brønn 7220/11-4 gjeld boring av ein avgrensingsbrønn i utvinningsløyve 609.

source: Lundin Norway AS is the operator with an ownership interest of 40 per cent, the other licensees are Idemitsu Petroleum Norge AS with 30 per cent and DEA Norge AS with 30 per cent.
nb: Lundin Norway AS er operatør med ein del på 40 prosent, dei andre rettshavarane er Idemitsu Petroleum Norge AS med 30 prosent og DEA Norge AS med 30 prosent.

source: The area in this licence consists of the blocks/part of blocks 7220/6, 7220/9, 7220/11, 7220/12 and 7221/4.
nb: Arealet i dette løyvet består av blokkene/del av blokkene 7220/6, 7220/9, 7220/11, 7220/12 og 7221/4.

source: We must extract more oil from the fields in operation to offset this trend.
nb: Vi må få mer olje ut fra feltene i drift for å kompensere for noe av dette.

source: This is what NPD Director General Bente Nyland said in her presentation at the seminar on improved oil recovery held in Stavanger on 12 November.
nb: Det sa oljedirektør Bente Nyland i sitt foredrag på seminaret om økt oljeutvinning i Stavanger 12. november.

source: The seminar entitled "More to recover – what's stopping us?" is organised by the Norwegian Petroleum Directorate (NPD) and FORCE, the industry's cooperative forum for exploration and improved recovery.
nb: Seminaret ”Mer å hente – hva stopper oss” arrangeres av Oljedirektoratet og Force, bransjens samarbeidsforum for leting og økt utvinning.

source: Decision-makers in the oil industry make up the target group.
nb: Målgruppen er beslutningstakere i oljeindustrien.

source: The estimated average recovery rate for oil from Norwegian fields, including improved plans, is currently 46 per cent.
nb: Den gjennomsnittlige utvinningen av olje fra norske felt er i dag, med vedtatte planer, anslått til 46 prosent.

source: This means that more than half of the oil will be left in the ground, unless we work harder to improve this.
nb: Det betyr at mer enn halvparten av oljen blir liggende igjen i bakken, med mindre innsatsen øker.

source: There are substantial remaining oil resources in the fields which provide many opportunities for additional value creation.
nb: Det er store gjenværende oljeressurser i feltene som gir mange muligheter for ytterligere verdiskaping.

source: However, we could run out of options on several of the large fields if we don't make these decisions in time.
nb: Tiden kan løpe fra oss på flere av de store feltene hvis det ikke tas beslutninger i tide.

source: "The NPD believes that maximum recovery from already producing fields, as long as it is prudent from a socioeconomic and safety perspective, is one of the most important tasks on the Norwegian shelf," Nyland emphasised.
nb: - Oljedirektoratet mener at det å utvinne maksimalt fra de feltene som er i produksjon, så sant dette er samfunnsøkonomisk og sikkerhetsmessig forsvarlig, er en av de viktigste oppgavene på norsk sokkel, understreket Nyland.

source: She also repeated the authorities' goal of increasing oil reserves by five billion barrels during the period 2005-2015.
nb: Hun minnet også om myndighetenes mål om å øke oljereservene med fem milliarder fat i perioden 2005-2015.

source: Estimates indicate that about three-fourths of these volumes must come in the form of additional resources from fields that are currently in operation.
nb: Beregninger viser at om lag tre fjerdedeler av disse må komme som tilleggsressurser fra feltene som er i drift i dag.

source: Improved oil recovery – can we afford to ignore it, are we making the right decisions in time, do we have the technology, are we managing gas resources correctly, and what does the Petroleum Act say?
nb: Økt oljeutvinning – har vi råd til å la være, tar vi de rette beslutningene i tide, mangler vi teknologi disponerer vi gassen rett og hva sier Petroleumsloven?

source: These are just a few of the questions that are discussed at the seminar.
nb: Dette er noen av spørsmålene som diskuteres på seminaret.

source: Other speakers included Robin Martin Kåss (state secretary in the Ministry of Petroleum and Energy), Jens Hagen (director of reserves and plans in StatoilHydro), Jan Rosnes (director of projects and strategy in Petoro), Grete Block Vagle (reservoir manager for Valhall in BP), Rune Hope (geoscience manager in Total), Robert Skrede (head of strategic projects in ConocoPhillips), Stein Rune Jacobsen (responsible for the IOR study on Snorre, StatoilHydro) and Berit Tennbakk (senior economist in Econ Pöyry).
nb: De øvrige foredragsholderne var Robin Martin Kåss (statssekretær i Olje- og energidepartementet), Jens Hagen (direktør for reserver og planer i StatoilHydro), Jan Rosnes (direktør for prosjekter og strategi i Petoro), Grete Block Vagle (leder reservoar Valhall i BP), Rune Hope (geoscience manager i Total), Robert Skrede (leder for strategiske prosjekt i ConocoPhillips, Stein Rune Jacobsen (ansvarlig for IOR-studien for Snorre, StatoilHydro) og Berit Tennbakk (seniorøkonom i Econ Pöyry).

source: Bente Nyland's presentation.pdf
nb: Bente Nylands presentasjon.pdf

source: Topics: Improved recovery
nb: Tema: Økt utvinning

source: Well 7220/6-3 will be drilled from the Leiv Eiriksson drilling facility at position 72° 43' 41.13'' north and 20° 50' 54.68'' east.
nb: Brønn 7220/6-3 skal borast frå boreinnretninga Leiv Eiriksson i posisjon 72°43' 41,13" nord og 20°50' 54,68" aust.

source: The drilling programme for well 7220/6-3 relates to the drilling of a wildcat well in production licence 609.
nb: Boreprogrammet for brønn 7220/6-3 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 609.

source: The well will be drilled about 18 kilometres northwest of the discovery well, 7220/6-2 R, in production licence 609.
nb: Brønnen blir bora om lag 18 kilometer nordvest for funnbrønnen 7220/6-2 R i utvinningsløyve 609.

source: The permit is contingent upon the operator securing the other permits and consents required by other authorities prior to commencing drilling activities.
nb: Løyvet føreset at dei andre løyva og samtykka krevd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Well 7317/9-1 will be drilled from the Songa Enabler drilling facility, at position 73°27'50.46" north and 17°48'10.53" east after completing the drilling of wildcat well 7435/12-1 for Statoil Petroleum AS in production licence 859.
nb: Brønn 7317/9-1 skal borast frå boreinnretninga Songa Enabler i posisjon 73°27'50,46" nord og 17°48'10,53" aust etter avslutting av boring av undersøkingsbrønn 7435/12-1 for Statoil Petroleum AS i utvinningsløyve 859.

source: The drilling programme for well 7317/9-1 relates to the drilling of a wildcat well in production licence 718.
nb: Boreprogrammet for brønn 7317/9-1 gjeld boring av undersøkingsbrønn i utvinningsløyve 718.

source: Statoil Petroleum AS is the operator with an ownership interest of 60 per cent.
nb: Statoil Petroleum AS er operatør med ein del på 60 prosent.

source: The other licensees are Dea Norge AS (20 per cent) and Petoro AS (20 per cent).
nb: Dei andre rettshavarane er Dea Norge AS (20 prosent) og Petoro AS (20 prosent).

source: The area in this licence consists of the blocks 7317/8 and 7317/9.
nb: Arealet i dette løyvet består av blokkene 7317/8 og 7317/9.

source: The well will be drilled about 75 kilometres northwest of the discovery 7319/12-1 (Pingvin) and about 370 kilometres from Hammerfest.
nb: Brønnen blir bora om lag 75 kilometer nordvest for funnet 7319/12-1 (Pingvin) og om lag 370 km frå Hammerfest.

source: Production licence 718 was awarded in 2013 in the 22nd licensing round on the Norwegian shelf.
nb: Utvinningsløyve 718 vart tildelt i 2013 i 22. konsesjonsrunde på norsk sokkel.

source: Well 7324/8-3 will be drilled from the Island Innovator drilling facility at position 73°26'4" north and 24°23'21.67" east.
nb: Brønn 7324/8-3 skal borast frå boreinnretninga Island Innovator i posisjon 73°26'4" nord og 24°23'21,67" aust.

source: The drilling programme for well 7324/8-3 relates to the drilling of an appraisal well in production licence 537.
nb: Boreprogrammet for brønn 7324/8-3 gjeld boring av avgrensingsbrønn i utvinningsløyve 537.

source: OMV (Norge) AS is the operator with an ownership interest of 25 per cent.
nb: OMV (Norge) AS er operatør med ein del på 25 prosent.

source: The other licensees are Statoil Petroleum (35 per cent), Idemitsu Petroleum Norge AS (20 per cent) and Petoro (20 per cent).
nb: Dei andre rettshavarane er Statoil Petroleum (35 prosent), Idemitsu Petroleum Norge AS (20 prosent) og Petoro (20 prosent).

source: The area in this licence consists of parts of block 7324/7 and block 7324/8.
nb: Arealet i dette løyvet består av delar av blokk 7324/7 og blokk 7324/8.

source: The well will be drilled on the Wisting discovery, approx. 260 kilometres off the coast.
nb: Brønnen blir bora på Wisting-funnet om lag 260 kilometer frå kysten .

source: Production licence 537 was awarded on 15 May 2009 (20th licensing round on the Norwegian shelf).
nb: Utvinningsløyve 537 vart tildelt 15. mai 2009 (20. konsesjonsrunde på norsk sokkel).

source: This is the sixth well to be drilled in the licence.
nb: Dette er den sjette brønnen som blir bora i løyvet.

source: Wellbore 7325/4-1 will be drilled from the Songa Enabler drilling facility at position 73°38' 57.55" north and 25°10' 41.74" east.
nb: Brønn 7325/4-1 skal borast frå boreinnretninga Songa Enabler i posisjon 73°38' 57,55" nord og 25°10' 41,74" aust.

source: The drilling programme for wellbore 7325/4-1 relates to the drilling of a wildcat well in production licence 855.
nb: Boreprogrammet for brønn 7325/4-1 gjeld boring av ein undersøkingsbrønn i utvinningsløyve 855.

source: Statoil Petroleum AS is the operator with an ownership interest of 55 per cent and the licensees are OMV (Norge) AS with 25 per cent and Petoro AS with 20 per cent.
nb: Statoil Petroleum AS er operatør med ein del på 55 prosent og rettshavarana er OMV (Norge) AS med 25 prosent og Petoro AS med 20 prosent.

source: The area in this licence consists of the blocks 7324/5, 7324/6, 7325/4 and 7325/5.
nb: Arealet i dette løyvet består av blokkene 7324/5, 7324/6, 7325/4 og 7325/5.

source: The well will be drilled about 30 kilometres northeast of the discovery well 7324/8-1 (Wisting) in production licence 537.
nb: Brønnen blir bora om lag 30 kilometer nordøst for funnbrønnen 7324/8-1 (Wisting) i utvinningsløyve 537.

source: Production licence 855 was awarded in the 23rd licensing round in 2016.
nb: Utvinningsløyve 855 vart delt ut i 23. konsesjonsrunde i 2016.

source: Well 7435/12-1 will be drilled from the Songa Enabler drilling facility at position 74°4’18.21’’ north and 35°48’31.06’’ east following completion of drilling of wildcat well 7325/4-1 for Statoil Petroleum AS in production licence 855.
nb: Brønn 7435/12-1 skal borast frå boreinnretninga Songa Enabler i posisjon 74°4'18,21" nord og 35°48'31,06" aust etter avslutting av boring av undersøkingsbrønn 7325/4-1 for Statoil Petroleum AS i utvinningsløyve 855.

source: The drilling program for well 7435/12-1 concerns the drilling of a wildcat well in production licence 859.
nb: Boreprogrammet for brønn 7435/12-1 gjeld boring av undersøkingsbrønn i utvinningsløyve 859.

source: The other licensees are Chevron Norge AS (20 per cent), Petoro AS (20 per cent), ConocoPhillips Scandinavia (15 per cent) and Lundin Norway AS (15 per cent).
nb: Dei andre rettshavarane er Chevron Norge AS (20 prosent), Petoro AS (20 prosent), ConocoPhillips Skandinavia (15 prosent) og Lundin Norway AS (15 prosent).

source: The area in this licence consists of the blocks 7335/1, 7335/2, 7335/3, 7336/1, 7434/7, 7434/8, 7434/9, 7435/9, 7435/10, 7435/11, 7435/12 and 7436/10.
nb: Arealet i dette løyvet består av blokkene 7335/1, 7335/2 , 7335/3, 7336/1, 7434/7, 7434/8, 7434/9, 7435/9, 7435/10, 7435/11, 7435/12 og 7436/10.

source: The well will be drilled about 320 km northeast of 7225/3-1 (Norvarg), about 365 kilometres northeast of discovery well 7324/8-1 (Wisting) in production licence 537 and about 415 km from the coast.
nb: Brønnen blir bora om lag 320 km nordaust for 7225/3-1 (Norvarg), om lag 365 kilometer nordaust for funnbrønn 7324/8-1 (Wisting) i utvinningsløyve 537 og om lag 415 km frå kysten.

source: Production licence 859 was awarded in the 23rd licensing round in 2016.
nb: Utvinningsløyve 859 vart tildelt i 23. konsesjonsrunde i 2016.

source: The permit is contingent upon the operator having secured all other permits and consents required by other authorities before the drilling activity starts.
nb: Løyvet føreset at dei andre løyva og samtykka som vert kravd av andre myndigheiter er gitt før boreaktiviteten startar.

source: Historic seismic acquisition (pdf)
nb: Historisk seismikkinnsamling (pdf)

source: Statoil ASA, operator of production license 050, has proven oil in wildcat well 34/10-47 S.
nb: Statoil ASA har, som operatør for utvinningstillatelse 050, påvist olje i undersøkelsesbrønn 34/10-47 S.

source: In addition, as operator of Tyrihans Sør on Haltenbanken, Statoil ASA has also proven hydrocarbons in appraisal well 6406/3-6.
nb: I tillegg har Statoil ASA, som operatør for Tyrihans Sør på Haltenbanken, påvist hydrokarboner i avgrensningsbrønn 6406/3-6.

source: Press Releases Nos.
nb: Pressemelding nr.

source: 37 and 38/2002.
nb: 37 og 38/2002.

source: The main purpose of the well was to investigate possible hydrocarbon deposits in rocks from the Early and Middle Jurassic Ages.
nb: Hovedformålet med brønnen var å undersøke mulige forekomster av hydrokarboner i bergarter av tidlig og mellom jura alder.

source: No hydrocarbons were proven in the well.
nb: Det ble ikke påvist hydrokarboner i brønnen.

source: The well will now be plugged and abandoned.
nb: Brønnen blir nå plugget og forlatt.
